tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kyoshidajp/ghkw"
tap "neovim/neovim"
tap "sanemat/font"
cask "adoptopenjdk8"
brew "ack"
brew "openssl@1.1"
brew "readline"
brew "autoconf"
brew "gdbm"
brew "sqlite"
brew "xz"
brew "awscli"
brew "awslogs"
brew "circleci"
brew "colordiff"
brew "coreutils"
brew "libevent"
brew "diff-pdf"
brew "direnv"
brew "docker-clean"
brew "embulk"
brew "excel-compare"
brew "pkg-config"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "figlet"
brew "pcre2"
brew "fish"
brew "pango"
brew "fortune"
brew "fzf"
brew "gd"
brew "ghc"
brew "ghostscript"
brew "ghq"
brew "ghr"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lftp"
brew "libmemcached"
brew "libyaml"
brew "mas"
brew "msmtp"
brew "mysql-client"
brew "nkf"
brew "pam_yubico"
brew "pandoc"
brew "parallel"
brew "peco"
brew "perl"
brew "polyglot"
brew "postgresql"
brew "pre-commit"
brew "pyenv"
brew "qrencode"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "rmtrash"
brew "ruby"
brew "s3fs"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terragrunt"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "unar"
brew "vim"
brew "watch"
brew "wget"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "adobe-acrobat-reader"
cask "docker"
cask "font-fontawesome"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "google-cloud-sdk"
cask "haskell-platform"
cask "iterm2"
cask "java"
cask "keybase"
cask "kindle"
cask "marp"
cask "ngrok"
cask "pgadmin4"
cask "postico"
cask "pycharm"
cask "sequel-pro"
cask "slack"
cask "sourcetree"
cask "tunnelblick"
cask "wireshark"
