tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
# Library for command-line editing
brew "readline"
# Automatic configure script builder
brew "autoconf"
# SSL/TLS cryptography library
brew "openssl"
# Command-line interface for SQLite
brew "sqlite"
# Official Amazon AWS command-line interface
brew "awscli"
# Tool to obtain certs from Let's Encrypt and autoenable HTTPS
brew "certbot"
# Enables you to reproduce the CircleCI environment locally
brew "circleci"
# Color-highlighted diff(1) output
brew "colordiff"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Pack, ship and run any application as a lightweight container
brew "docker", link: false
# Clean Docker containers, images, networks, and volumes
brew "docker-clean"
# Isolated development environments using Docker
brew "docker-compose"
# Banner-like program prints strings as ASCII art
brew "figlet"
# User-friendly command-line shell for UNIX-like operating systems
brew "fish"
# Infamous electronic fortune-cookie generator
brew "fortune"
# Command-line fuzzy finder written in Go
brew "fzf"
# Glorious Glasgow Haskell Compilation System
brew "ghc"
# Remote repository management made easy
brew "ghq"
# Filey-System interface to Amazon S3
brew "goofys"
# Graph visualization software from AT&T and Bell Labs
brew "graphviz"
# Improved top (interactive process viewer)
brew "htop"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Open source relational database management system
brew "mysql"
# Network Kanji code conversion Filter (NKF)
brew "nkf"
# Platform built on V8 to build network applications
brew "node"
# Tool for creating identical machine images for multiple platforms
brew "packer"
# Shell command parallelization utility
brew "parallel"
# Simplistic interactive filtering tool
brew "peco"
# Python version management
brew "pyenv"
# Ruby version manager
brew "rbenv"
# Adds basic gemset support to rbenv
brew "rbenv-gemset"
# Reattach process (e.g., tmux) to background
brew "reattach-to-user-namespace"
# Move files to macOS's Trash
brew "rmtrash"
# User interface to the TELNET protocol (built from macOS Sierra sources)
brew "telnet"
# Terraform version manager inspired by rbenv
brew "tfenv"
# Terminal multiplexer
brew "tmux"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Vi 'workalike' with many additional features
brew "vim"
# Executes a program periodically, showing output fullscreen
brew "watch"
# Internet file retriever
brew "wget"
cask "docker"
cask "font-fontawesome"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "haskell-platform"
cask "java"
cask "kindle"
cask "ngrok"
cask "pgadmin4"
cask "postico"
cask "pycharm"
cask "sequel-pro"
cask "slack"
cask "sourcetree"
cask "vagrant"
cask "virtualbox"
cask "wireshark"
