tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "autoconf"
brew "awscli"
brew "circleci"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "ffmpeg"
brew "fish"
brew "fortune"
brew "fzf"
brew "gd"
brew "gdbm"
brew "ghc"
brew "ghostscript"
brew "ghq"
brew "ghr"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "go"
brew "graphviz"
brew "harfbuzz"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lftp"
brew "libevent"
brew "libheif"
brew "libmemcached"
brew "libyaml"
brew "mas"
brew "msmtp"
brew "openssl@1.1"
brew "pango"
brew "parallel"
brew "pcre2"
brew "peco"
brew "perl"
brew "pkg-config"
brew "polyglot"
brew "postgresql"
brew "pre-commit"
brew "pyenv"
brew "qrencode"
brew "readline"
brew "reattach-to-user-namespace"
brew "rename"
brew "ruby"
brew "sqlite"
brew "tmux"
brew "tree"
brew "unar"
brew "utf8proc"
brew "vim"
brew "watch"
brew "wget"
brew "xz"

cask "1password"
cask "1password-cli"
cask "docker"
cask "font-fontawesome"
cask "google-chrome"
cask "iterm2"
